Repository: KDE/telly-skout
Catalog: po/sa/telly-skout.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: Convergent TV guide based on Kirigami
sa: किरिगामी आधारित अभिसरणीय टीवी मार्गदर्शक

source: Telly Skout
sa: टेली स्काउट

source: © 2020 KDE Community
sa: © 2020 केडीई समुदाय

# @info:tooltip
source: Favorite
sa: प्रिय

# @title
source: Favorites
sa: प्रियाः

source: Please select favorites
sa: कृपया प्रियं चयनं कुर्वन्तु

source: Refetch
sa: पुनः आनेतु

# placeholder message
source: Information not available
sa: सूचना उपलब्धा नास्ति

# @info:tooltip
source: previous day
sa: पूर्वदिने

# @info:tooltip
source: next day
sa: परदिने

source: Channels
sa: चैनल्स्

# @title
source: Select Favorites
sa: प्रियं चिनोतु

source: Loading groups...
sa: समूहाः लोड् कुर्वन्ति...

# @title
source: Channels
sa: चैनल्स्

source: Loading channels...
sa: चैनल्स् लोड् भवति...

# @title
source: Settings
sa: सेटिंग्स्

# @title:group
source: Appearance
sa: स्वरूपम्‌

# @option:spinbox height of the program
source: Program height:
sa: कार्यक्रमस्य ऊर्ध्वता :

# Number in px/min
source: %1px/min
sa: %1px/मिनिट

# @option:spinbox
source: Column width:
sa: स्तम्भविस्तारः :

# @option:spinbox
source: Font size:
sa: फ़ॉन्ट् आकारः :

# @option:check show date selection
source: Show date selection:
sa: तिथिचयनं दर्शयतु :

# @title:group Programs as TV programs
source: Programs
sa: कार्यक्रमाः

# @option:spinbox
source: Delete old programs after:
sa: ततः परं पुरातनकार्यक्रमाः विलोपयन्तु:

# Number in days
source: %1 day
sa: %1 दिवसः

source: Fetcher:
sa: आनेता :

# @option:combobox
source: The fetcher which loads the programs.
sa: यः फेचरः प्रोग्राम्स् लोड् करोति ।

# @option:spinbox
source: Prefetch:
sa: पूर्वागमनम् :

# @label:textbox
source: File:
sa: संचिका:

# @action:button
source: Open file dialog
sa: सञ्चिकासंवादं उद्घाटयन्तु

source: XML files (*.xml)
sa: XML सञ्चिकाः (*.xml)

source: All files (*)
sa: सर्वाणि सञ्चिकाः (*) .

source: Favorites
sa: प्रियाः

source: Select Favorites
sa: प्रियं चिनोतु

source: Sort Favorites
sa: प्रियं क्रमयन्तु

source: Settings
sa: सेटिंग्स्

source: About
sa: विषये

source: Germany
sa: जर्मनीदेशः
