Repository: KDE/telly-skout
Catalog: po/*/telly-skout.po
Languages: eo, he, sl

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg
he: צוות התרגום של KDE ישראל
sl: Matjaž Jeran

# EMAIL OF TRANSLATORS
source: Your emails
eo: olivermkellogg@gmail.com
he: kde-l10n-he@kde.org
sl: matjaz.jeran@amis.net

source: Convergent TV guide based on Kirigami
eo: Konverĝa TV-gvido bazita sur Kirigami
he: לוח שידורים אחוד מבוסס על Kirigami
sl: Konvergentni TV vodnik na osnovi Kirigami

source: © 2020 KDE Community
eo: © 2020 KDE-Komunumo
he: © 2020 קהילת KDE
sl: © 2020 Skupnost KDE

# @info:tooltip
source: Favorite
eo: Ŝatata
he: הוספה למועדפים
sl: Priljubljen

# @title
source: Channels
eo: Kanaloj
he: ערוצים
sl: Kanali

source: Loading channels...
he: הערוצים נטענים
sl: Nalaganje kanalov...

# @title
source: Favorites
eo: Plej ŝatataj
he: מועדפים
sl: Priljubljeni

source: Please select favorites
he: נא לבחור מועדפים
sl: Izberite priljubljene

source: Refetch
he: משיכה מחדש
sl: Ponovno pridobi

# placeholder message
source: Information not available
eo: Informo ne disponebla
he: המידע לא זמין
sl: Informacija ni na voljo

# @info:tooltip
source: previous day
he: היום הקודם
sl: prejšnji dan

# @info:tooltip
source: next day
he: היום הבא
sl: naslednji dan

source: Channels
he: ערוצים
sl: Kanali

# @title
source: Select Favorites
eo: Elekti plej ŝatatajn
he: בחירת מועדפים
sl: Izberite priljubljene

source: Loading groups...
he: הקבוצות נטענות…
sl: Nalaganje skupin...

# @title
source: Settings
eo: Agordoj
he: הגדרות
sl: Nastavitve

# @title:group
source: Appearance
eo: Aspekto
he: מראה
sl: Videz

# @option:spinbox height of the program
source: Program height:
eo: Programa alteco:
he: גובה התוכנית:
sl: Višina programa:

# Number in px/min
source: %1px/min
he: %1 פיקסלים/דק׳

# @option:spinbox
source: Column width:
eo: Kolumna larĝeco:
he: רוחב עמודה:
sl: Širina stolpca:

# Number in px
source: %1px
he: %1 פיקסלים

# @option:spinbox
source: Font size:
eo: Grandeco de tiparo:
he: גודל גופן:
sl: Velikost pisave:

# @option:check show date selection
source: Show date selection:
eo: Montri datelekton:
he: הצגת בחירת תאריך:
sl: Pokaži izbiro datuma:

# @title:group Programs as TV programs
source: Programs
eo: Programoj
he: תוכניות
sl: Programi

# @option:spinbox
source: Delete old programs after:
he: מחיקת תוכניות ישנות לאחר:
sl: Zbriši stare programe po:

# Number in days
source: %1 day
he: יום
sl: %1 dnevih

source: Fetcher:
eo: Prenilo:
he: מנגנון משיכה:
sl: Prinašalec:

# @option:combobox
source: The fetcher which loads the programs.
eo: La prenilo kiu ŝargas la programojn.
he: מנגנון המשיכה שטוען את התוכניות.
sl: Prinašalec, ki naloži programe.

# @option:spinbox
source: Prefetch:
he: משיכה טרומית:
sl: Preddobava:

# @label:textbox
source: File:
eo: Dosiero:
he: קובץ:
sl: Datoteka:

# @action:button
source: Open file dialog
eo: Dialogo por malfermi dosieron
he: פתיחת חלונית קובץ
sl: Pogovorno okno odpiranja datoteke

source: XML files (*.xml)
eo: XML-dosieroj (*.xml)
he: קובצי XML ‏(‎*.xml)
sl: Datoteke XML (*.xml)

source: All files (*)
eo: Ĉiuj dosieroj (*)
he: כל הקבצים (*)
sl: Vse datoteke (*)

source: Favorites
eo: Plej ŝatataj
he: מועדפים
sl: Priljubljeni

source: Select Favorites
eo: Elekti plej ŝatatajn
he: בחירת מועדפים
sl: Izberite priljubljene

source: Sort Favorites
eo: Oridigi plej ŝatatajn
he: מיון המועדפים
sl: Razvrsti priljubljene

source: Settings
eo: Agordoj
he: הגדרות
sl: Nastavitve

source: About
eo: Pri
he: על אודות
sl: O programu

source: Germany
eo: Germanio
he: גרמניה
sl: Nemčija

source: Original title: %1
eo: Origina titolo: %1
he: כותרת מקורית: %1
sl: Izvirni naslov: %1

source: Country: %1
eo: Lando: %1
he: מדינה: %1
sl: Država: %1

source: Year: %1
eo: Jaro: %1
he: שנה: %1
sl: Leto: %1

source: Duration: %1
eo: Daŭro: %1
he: משך: %1
sl: Trajanje: %1

source: FSK: %1
he: FSK (מדד הצנזורה הגרמני): %1

# @title
source: Sort Favorites
eo: Oridigi plej Ŝatatajn
sl: Razvrsti priljubljene

source: About Telly Skout
eo: Pri Telly Skout
sl: O programu Telly Skout
